Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Backs up to your folder about once a day and keeps the latest %lld. On this platform it runs when you next open NOOP.
de: Sichert etwa einmal täglich in deinen Ordner und behält die letzten %lld. Auf dieser Plattform läuft es beim nächsten Öffnen von NOOP.
es: Hace una copia en tu carpeta más o menos una vez al día y conserva las últimas %lld. En esta plataforma se ejecuta la próxima vez que abras NOOP.
fr: Sauvegarde dans votre dossier environ une fois par jour et conserve les %lld dernières. Sur cette plateforme, cela s'exécute à la prochaine ouverture de NOOP.
it: Esegue il backup nella tua cartella circa una volta al giorno e conserva gli ultimi %lld. Su questa piattaforma viene eseguito alla prossima apertura di NOOP.
pl: Tworzy kopię zapasową w Twoim folderze mniej więcej raz dziennie i przechowuje najnowszą wersję %lld. Na tej platformie działa przy następnym otwarciu NOOP.
pt_pt: Faz cópias de segurança da tua pasta uma vez por dia e mantém o %lld mais recente. Nesta plataforma, será executado na próxima vez que abrir o NOOP.
ru: Создаёт резервную копию в вашей папке примерно раз в день и хранит последние %lld. На этой платформе запускается при следующем открытии NOOP.
th: สำรองข้อมูลไปยังโฟลเดอร์ของคุณประมาณวันละครั้งและเก็บ %lld ล่าสุดไว้ บนแพลตฟอร์มนี้ มันจะทำงานเมื่อคุณเปิด NOOP ครั้งถัดไป
zh_hans: 大约每天一次备份到你的文件夹，并保留最新的 %lld 份。在此平台上，它会在你下次打开 NOOP 时运行。
zh_hant: 大約每天一次備份到你的資料夾，並保留最新的 %lld 份。在此平台上，它會在你下次打開 NOOP 時執行。

source: Backup & restore
de: Sicherung & Wiederherstellung
es: Copia de seguridad y restauración
fr: Sauvegarde et restauration
it: Backup e ripristino
pl: Kopia zapasowa i przywracanie
pt_pt: Cópia de segurança e restauro
ru: Резервная копия и восстановление
th: สำรองและกู้คืน
zh_hans: 备份与还原
zh_hant: 備份與還原

source: Backup & Sync
de: Sicherung & Sync
es: Copia y sincronización
fr: Sauvegarde et synchronisation
it: Backup e sincronizzazione
pl: Kopia zapasowa i synchronizacja
pt_pt: Cópia de segurança e sincronização
ru: Резервное копирование и синхронизация
th: สำรองและซิงค์
zh_hans: 备份与同步
zh_hant: 備份與同步

source: Backup & Sync to a folder…
de: Sicherung & Sync in einen Ordner…
es: Copia y sincronización a una carpeta…
fr: Sauvegarde et synchronisation vers un dossier…
it: Backup e sincronizzazione in una cartella…
pl: Kopia zapasowa i synchronizacja z folderem…
pt_pt: Faça cópia de segurança e sincronize com uma pasta…
ru: Резервное копирование и синхронизация в папку…
th: สำรองและซิงค์ข้อมูลไปยังโฟลเดอร์...
zh_hans: 备份并同步到文件夹…
zh_hant: 備份並同步到資料夾…

source: Backup exported
de: Sicherung exportiert
es: Copia exportada
fr: Sauvegarde exportée
it: Backup esportato
pl: Kopia zapasowa wyeksportowana
pt_pt: Cópia de segurança exportado
ru: Резервная копия экспортирована
th: ส่งออกข้อมูลสำรองแล้ว
zh_hans: 备份已导出
zh_hant: 備份已匯出

source: Backup failed - re-pick the folder and try again.
de: Sicherung fehlgeschlagen – wähle den Ordner neu und versuch es erneut.
es: Falló la copia. Vuelve a elegir la carpeta e inténtalo de nuevo.
fr: Échec de la sauvegarde. Choisissez à nouveau le dossier et réessayez.
it: Backup non riuscito, riseleziona la cartella e riprova.
pl: Tworzenie kopii zapasowej nie powiodło się — wybierz folder ponownie i spróbuj ponownie.
pt_pt: Falha no cópia de segurança - selecione novamente a pasta e tente novamente.
ru: Не удалось создать резервную копию — выберите папку заново и повторите попытку.
th: การสำรองข้อมูลล้มเหลว - เลือกโฟลเดอร์ใหม่แล้วลองอีกครั้ง
zh_hans: 备份失败，请重新选择文件夹后再试。
zh_hant: 備份失敗，請重新選擇資料夾後再試一次。

source: Backup failed: %@
de: Sicherung fehlgeschlagen: %@
es: Falló la copia: %@
fr: Échec de la sauvegarde : %@
it: Backup non riuscito: %@
pl: Tworzenie kopii zapasowej nie powiodło się: %@
pt_pt: Falha no cópia de segurança: %@
ru: Не удалось создать резервную копию: %@
th: การสำรองข้อมูลล้มเหลว: %@
zh_hans: 备份失败：%@
zh_hant: 備份失敗：%@

source: Backup folder
de: Sicherungsordner
es: Carpeta de copias
fr: Dossier de sauvegarde
it: Cartella di backup
pl: Folder kopii zapasowej
pt_pt: Pasta de cópia de segurança
ru: Папка резервных копий
th: โฟลเดอร์สำรอง
zh_hans: 备份文件夹
zh_hant: 備份資料夾

source: Backup imported
de: Sicherung importiert
es: Copia importada
fr: Sauvegarde importée
it: Backup importato
pl: Kopia zapasowa zaimportowana
pt_pt: Cópia de segurança importado
ru: Резервная копия импортирована
th: นำเข้าข้อมูลสำรองแล้ว
zh_hans: 备份已导入
zh_hant: 備份已匯入

source: Backup problem
de: Sicherungsproblem
es: Problema con la copia
fr: Problème de sauvegarde
it: Problema con il backup
pl: Problem z kopią zapasową
pt_pt: Problema de cópia de segurança
ru: Проблема с резервной копией
th: ปัญหาการสำรองข้อมูล
zh_hans: 备份出现问题
zh_hant: 備份問題

source: Backup wake: your smart alarm time is here.
de: Ersatzwecker: Deine Smart-Alarm-Zeit ist da.
es: Despertador de respaldo: llegó la hora de tu alarma inteligente.
fr: Réveil de secours : l'heure de votre alarme intelligente est arrivée.
it: Sveglia di riserva: è arrivata l'ora della tua sveglia intelligente.
pl: Budzenie zapasowe: nadszedł czas inteligentnego alarmu.
pt_pt: Ativação de cópia de segurança: a hora do teu alarme inteligente está aqui.
ru: Резервное пробуждение: наступило время умного будильника.
th: การปลุกสำรอง: ถึงเวลาปลุกอัจฉริยะแล้ว
zh_hans: 备用唤醒：你的智能闹钟时间到了。
zh_hant: 備用喚醒：你的智慧鬧鐘時間到了。

source: Backups will be saved inside NOOP. Open the Files app → On My iPhone → NOOP → Backups to see them, or drag that folder into iCloud Drive to read it on your Mac. To use a different folder later, tap Change folder.
de: Backups werden in NOOP gespeichert. Öffnen Sie die Dateien-App → Auf meinem iPhone → NOOP → Backups, um sie anzuzeigen, oder ziehen Sie den Ordner in iCloud Drive, um ihn auf Ihrem Mac zu lesen. Um später einen anderen Ordner zu verwenden, tippen Sie auf Ordner ändern.
es: Las copias de seguridad se guardarán dentro de NOOP. Abra la aplicación Archivos → En mi iPhone → NOOP → Copias de seguridad para verlas, o arrastre esa carpeta a iCloud Drive para leerla en su Mac. Para usar una carpeta diferente más tarde, toque Cambiar carpeta.
fr: Les sauvegardes seront enregistrées dans NOOP. Ouvrez l'application Fichiers → Sur mon iPhone → NOOP → Sauvegardes pour les voir, ou faites glisser ce dossier dans iCloud Drive pour le lire sur votre Mac. Pour utiliser un autre dossier ultérieurement, appuyez sur Modifier le dossier.
it: I backup verranno salvati all'interno di NOOP. Apri l'app File → Sul mio iPhone → NOOP → Backup per vederli o trascina la cartella in iCloud Drive per leggerla sul tuo Mac. Per utilizzare una cartella diversa in un secondo momento, tocca Cambia cartella.
pl: Kopie zapasowe będą zapisywane wewnątrz NOOP. Otwórz aplikację Pliki → Na moim iPhonie → NOOP → Backups, by je zobaczyć, albo przeciągnij ten folder na iCloud Drive, aby odczytać go na Macu. Aby później użyć innego folderu, dotknij Zmień folder.
pt_pt: Os backups serão salvos dentro de NOOP. Abra o aplicativo Arquivos → No meu iPhone → NOOP → Backups para vê-los ou arraste essa pasta para o iCloud Drive para lê-la no seu Mac. Para usar uma pasta diferente posteriormente, toque em Alterar pasta.
ru: Резервные копии будут сохраняться внутри NOOP. Откройте приложение «Файлы» → «На моем iPhone» → NOOP → «Резервные копии», чтобы просмотреть их, или перетащите эту папку в iCloud Drive, чтобы прочитать ее на своем Mac. Чтобы позже использовать другую папку, нажмите «Изменить папку».
th: ข้อมูลสำรองจะถูกบันทึกไว้ใน NOOP เปิดแอป Files → บน iPhone ของฉัน → NOOP → ข้อมูลสำรองเพื่อดู หรือลากโฟลเดอร์นั้นไปที่ iCloud Drive เพื่ออ่านบน Mac ของคุณ หากต้องการใช้โฟลเดอร์อื่นในภายหลัง ให้แตะเปลี่ยนโฟลเดอร์
zh_hans: 备份将保存在NOOP内。打开“文件”应用 → 在我的 iPhone 上 → NOOP → 备份来查看它们，或将该文件夹拖到 iCloud Drive 中以在 Mac 上读取它。要稍后使用其他文件夹，请点击更改文件夹。
zh_hant: 備份將保存在NOOP內。開啟「檔案」應用程式 → 在我的 iPhone 上 → NOOP → 備份來查看它們，或將該資料夾拖曳到 iCloud Drive 中以在 Mac 上讀取它。若要稍後使用其他資料夾，請點選變更資料夾。

source: Balance
de: Bilanz
fr: Équilibre
it: Equilibrio
pl: Balansować
pt_pt: Equilíbrio
ru: Баланс
th: สมดุล
zh_hans: 平衡
zh_hant: 平衡

source: balanced
de: ausgeglichen
es: equilibrado
fr: équilibré
it: equilibrato
pl: zrównoważony
ru: сбалансировано
th: สมดุล
zh_hans: 平衡
zh_hant: 平衡

source: Balanced
de: Ausgeglichen
es: Equilibrado
fr: Équilibré
it: Equilibrato
pl: Zrównoważony
pt_pt: Equilibrado
ru: Сбалансировано
th: สมดุล
zh_hans: 平衡
zh_hant: 平衡

source: Band
de: Zielbereich
es: Zona
fr: Zone
it: Fascia
pl: Zespół
pt_pt: Banda
ru: Диапазон
th: สายรัด
zh_hans: 区间
zh_hant: 區間

source: Band Sleep State
de: Bandschlafzustand
es: Estado de suspensión de la banda
fr: État de veille de la bande
it: Stato di sospensione della banda
pl: Stan snu według opaski
pt_pt: Estado de suspensão da banda
ru: Состояние сна группы
th: สถานะการนอนจากสายรัด
zh_hans: 手环睡眠状态
zh_hant: 手環睡眠狀態

source: BANISTER TRIMP / HR ZONES
de: BANISTER-TRIMP / HF-ZONEN
es: TRIMP DE BANISTER / ZONAS DE FC
fr: TRIMP DE BANISTER / ZONES FC
it: BANISTER TRIMP / ZONE FC
pl: PODCIĘCIE PORĘCZNIKÓW / STREFY HR
pt_pt: CORRIMÃO TRIMP / ZONAS HR
ru: BANISTER TRIMP / ПУЛЬСОВЫЕ ЗОНЫ
th: BANISTER TRIMP / โซนHR
zh_hans: BANISTER TRIMP / 心率区间
zh_hant: BANISTER TRIMP / 心率區間

source: Based mostly on typical patterns, not yet yours. Log a few more %@ days and this becomes yours.
de: Basiert überwiegend auf typischen Mustern, noch nicht auf deinen. Erfasse ein paar weitere %@-Tage, dann wird es deins.
es: Basado sobre todo en patrones típicos, todavía no en los tuyos. Registra unos cuantos días más de %@ y esto pasará a ser tuyo.
fr: Basé surtout sur des tendances types, pas encore les vôtres. Enregistrez quelques jours de %@ de plus et cela deviendra le vôtre.
it: Basato per lo più su schemi tipici, non ancora sui tuoi. Registra ancora qualche giorno di %@ e diventerà personalizzato.
pl: Bazując głównie na typowych wzorach, jeszcze nie Twoich. Zarejestruj jeszcze kilka dni %@, a to stanie się Twoje.
pt_pt: Baseado principalmente em padrões típicos, ainda não os seus. Registe mais alguns %@ dias e este tornar-se-á seu.
ru: В основном на основе типичных паттернов, ещё не ваших. Запишите ещё несколько дней «%@», и это станет вашим.
th: อิงตามรูปแบบทั่วไปเป็นส่วนใหญ่ แต่ยังไม่ใช่ของคุณ บันทึก %@ อีกสองสามวัน แล้วสิ่งนี้จะกลายเป็นของคุณ
zh_hans: 目前主要基于常见模式，还不是你自己的。再记录几天 %@，它就会变成你的专属数据。
zh_hant: 目前主要基於一般模式，還不是你自己的。再記錄幾天 %@，它就會屬於你。

source: Baseline
de: Basislinie
es: Línea base
fr: Référence
it: Linea di base
pl: Linia bazowa
pt_pt: Linha de base
ru: Норма
th: ค่าฐาน
zh_hans: 基线
zh_hant: 基線

source: Baselines are learned on-device over your first 14 days. Until then, typical ranges apply.
de: Basislinien werden in deinen ersten 14 Tagen auf dem Gerät gelernt. Bis dahin gelten typische Bereiche.
es: Las líneas base se aprenden en el dispositivo durante tus primeros 14 días. Hasta entonces se aplican rangos típicos.
fr: Les références sont apprises sur l'appareil pendant vos 14 premiers jours. En attendant, des plages types s'appliquent.
it: Le linee di base vengono apprese sul dispositivo durante i tuoi primi 14 giorni, fino ad allora si applicano intervalli tipici.
pl: Wartości bazowe są poznawane na urządzeniu w ciągu pierwszych 14 dni. Do tego czasu obowiązują typowe zakresy.
pt_pt: As linhas de base são aprendidas no dispositivo durante os primeiros 14 dias. Até lá, aplicam-se intervalos típicos.
ru: Нормы формируются на устройстве в течение первых 14 дней. До этого применяются типичные диапазоны.
th: ข้อมูลพื้นฐานจะเรียนรู้บนอุปกรณ์ในช่วง 14 วันแรกของคุณ จนกว่าจะถึงตอนนั้น จะใช้ช่วงทั่วไป
zh_hans: 基线会在你最初的 14 天内于设备本地学习得出，在那之前，采用典型范围。
zh_hant: 基線會在你最初的 14 天內於裝置本地學習得出，在那之前，採用典型範圍。

source: Battery
de: Akku
es: Batería
fr: Batterie
it: Batteria
pl: Bateria
pt_pt: Bateria
ru: Батарея
th: แบตเตอรี่
zh_hans: 电量
zh_hant: 電池

source: Battery %lld percent
de: Akku %lld Prozent
es: Batería al %lld por ciento
fr: Batterie %lld pour cent
it: Batteria al %lld percento
pl: Bateria %lld procent
pt_pt: Bateria %lld por cento
ru: Заряд батареи %lld процентов
th: แบตเตอรี่ %lld เปอร์เซ็นต์
zh_hans: 电量百分之 %lld
zh_hant: 電量百分之 %lld

source: Battery %lld%%
de: Akku %lld%%
es: Batería %lld%%
fr: Batterie %lld%%
it: Batteria %lld%%
pl: Bateria %lld%%
pt_pt: Bateria %lld%%
ru: Батарея %lld%%
th: แบตเตอรี่ %lld%%
zh_hans: 电量 %lld%%
zh_hant: 電量 %lld%%

source: Battery %lld%% · Charging
de: Akku %lld%% · Lädt
es: Batería %lld%% · Cargando
fr: Batterie %lld%% · En charge
it: Batteria %lld%% · In carica
pl: Bateria %lld%% · Ładowanie
pt_pt: Bateria %lld%% · Carregando
ru: Батарея %lld%% · Заряжается
th: แบตเตอรี่ %lld%% · กำลังชาร์จ
zh_hans: 电量 %lld%% · 充电中
zh_hant: 電量 %lld%% · 充電中

source: Battery alerts
de: Akku-Hinweise
es: Alertas de batería
fr: Alertes de batterie
it: Avvisi batteria
pl: Alerty dotyczące baterii
pt_pt: Alertas de bateria
ru: Оповещения о батарее
th: การแจ้งเตือนแบตเตอรี่
zh_hans: 电量提醒
zh_hant: 電池提醒

source: Battery voltage %.2f volts
de: Akkuspannung %.2f Volt
es: Voltaje de batería %.2f voltios
fr: Tension batterie %.2f volts
pl: Napięcie akumulatora %.2f w woltach
pt_pt: Tensão da bateria %.2f volts
th: แรงดันแบตเตอรี่ %.2f โวลต์

source: Battery-info probe (#592 RE)
de: Akku-Info-Test (#592 RE)
es: Sonda de info de batería (#592 RE)
fr: Sonde d'info batterie (#592 RE)
pl: Sonda informacji o akumulatorze (#592 RE)
pt_pt: Sonda de informação da bateria (#592 RE)
th: หัววัดข้อมูลแบตเตอรี่ (#592 RE)

source: Battery-info probe (#592 RE)…
de: Akku-Info-Test (#592 RE)…
es: Sonda de info de batería (#592 RE)…
fr: Sonde d'info batterie (#592 RE)…
pl: Sonda informacji o akumulatorze (#592 RE)…
pt_pt: Sonda de informação da bateria (#592 RE)…
th: หัววัดข้อมูลแบตเตอรี่ (#592 RE)…

source: Battery-info probe result (#592)
de: Ergebnis des Akku-Info-Tests (#592)
es: Resultado de la sonda de info de batería (#592)
fr: Résultat de la sonde d'info batterie (#592)
pl: Wynik sondy informacji o akumulatorze (#592)
pt_pt: Resultado da sondagem de informação da bateria (#592)
th: ผลการตรวจวัดข้อมูลแบตเตอรี่ (#592)

source: Beat Rhythm
de: Herzschlag-Rhythmus
es: Ritmo cardíaco
fr: Rythme cardiaque
it: Batti il ritmo
pl: Rytm uderzeń
pt_pt: Bater ritmo
ru: Бит ритм
th: จังหวะการเต้นหัวใจ
zh_hans: 节拍节奏
zh_hant: 節拍節奏

source: BEAT-TO-BEAT
de: SCHLAG ZU SCHLAG
es: LATIDO A LATIDO
fr: BATTEMENT PAR BATTEMENT
it: BATTITO PER BATTITO
pl: Uderzenie w pobicie
pt_pt: BATIDA A BATIDA
ru: МЕЖУДАРНЫЙ РИТМ
th: แต่ละจังหวะการเต้น
zh_hans: 逐拍
zh_hant: 逐拍

source: BEAT-TO-BEAT SCATTER
de: SCHLAG-ZU-SCHLAG-STREUUNG
es: DISPERSIÓN LATIDO A LATIDO
fr: DISPERSION BATTEMENT PAR BATTEMENT
it: DISPERSIONE BATTITO PER BATTITO
pl: ROZMIAR Z UDERZENIA W UDERZENIE
pt_pt: DISPERSÃO DE BATIDA A BATIDA
ru: ДИАГРАММА РАССЕЯНИЯ МЕЖУДАРНОГО РИТМА
th: กระจายแบบ BEAT-TO-BEAT
zh_hans: 逐拍散点图
zh_hant: 逐拍散點圖

source: Beat-to-beat timing varies for many ordinary reasons: breathing, movement, an imperfect optical reading, or the occasional extra or skipped beat that most healthy people have.
de: Das Schlag-zu-Schlag-Timing schwankt aus vielen gewöhnlichen Gründen: Atmung, Bewegung, eine unvollkommene optische Messung oder der gelegentliche zusätzliche oder ausgelassene Schlag, den die meisten gesunden Menschen haben.
es: El intervalo entre latidos varía por muchas razones normales: la respiración, el movimiento, una lectura óptica imperfecta o el latido extra u omitido ocasional que tiene la mayoría de las personas sanas.
fr: Le rythme battement par battement varie pour de nombreuses raisons ordinaires : la respiration, le mouvement, une lecture optique imparfaite, ou le battement supplémentaire ou manqué occasionnel que la plupart des personnes en bonne santé ont.
it: L'intervallo battito-battito varia per tanti motivi ordinari: respirazione, movimento, una lettura ottica imperfetta o l'occasionale battito in più o saltato che la maggior parte delle persone sane ha.
pl: Czas między uderzeniami jest różny z wielu zwykłych powodów: oddychania, ruchu, niedoskonałego odczytu optycznego lub sporadycznych dodatkowych lub pomijanych uderzeń, które ma większość zdrowych ludzi.
pt_pt: O tempo de batimento a batimento varia por muitas razões comuns: respiração, movimento, uma leitura ótica imperfeita ou batimentos extra ou saltados ocasionais que a maioria das pessoas saudáveis ​​tem.
ru: Межударный ритм меняется по многим обычным причинам: дыхание, движение, неидеальное оптическое считывание или случайный лишний либо пропущенный удар, которые бывают у большинства здоровых людей.
th: จังหวะจังหวะต่อจังหวะจะแตกต่างกันไปด้วยเหตุผลทั่วไปหลายประการ เช่น การหายใจ การเคลื่อนไหว การอ่านค่าทางสายตาที่ไม่สมบูรณ์ หรือจังหวะพิเศษหรือข้ามจังหวะเป็นครั้งคราวซึ่งคนที่มีสุขภาพแข็งแรงส่วนใหญ่
zh_hans: 逐搏间隔的波动有很多平常的原因：呼吸、活动、光学读数不完美，或大多数健康人偶尔都会有的多跳或漏跳。
zh_hant: 逐拍間期會因許多平常的原因而變化：呼吸、體動、不完美的光學讀數，或大多數健康人偶爾會有的多跳或漏跳。

source: Beat-to-beat variation
de: Variation von Schlag zu Schlag
es: Variación latido a latido
fr: Variation battement par battement
it: Variazione battito per battito
pl: Zmienność między uderzeniami
pt_pt: Variação batida a batida
ru: Поэтапная вариация
th: รูปแบบจังหวะต่อจังหวะ
zh_hans: 节拍变化
zh_hant: 節拍變化

source: Beats
de: Schläge
es: Latidos
fr: Battements
it: Battiti
pl: Bije
pt_pt: Batidas
ru: Удары
th: เต้น
zh_hans: 心搏
zh_hant: 心跳

source: Beats per minute
de: Schläge pro Minute
es: Latidos por minuto
fr: Battements par minute
it: Battiti al minuto
pl: Uderzenia na minutę
pt_pt: Batidas por minuto
ru: Ударов в минуту
th: เต้นต่อนาที
zh_hans: 每分钟次数
zh_hant: 每分鐘次數

source: BEATS PER MINUTE
de: SCHLÄGE PRO MINUTE
es: LATIDOS POR MINUTO
fr: BATTEMENTS PAR MINUTE
it: BATTITI AL MINUTO
pl: UDERZEŃ NA MINUTĘ
pt_pt: BATIDAS POR MINUTO
ru: УДАРОВ В МИНУТУ
th: เต้นต่อนาที
zh_hans: 每分钟次数
zh_hant: 每分鐘次數

source: Beats per minute across the session
de: Schläge pro Minute über die Sitzung
es: Latidos por minuto durante la sesión
fr: Battements par minute sur la séance
it: Battiti al minuto durante la sessione
pl: Uderzenia na minutę w trakcie sesji
pt_pt: Batidas por minuto durante a sessão
ru: Ударов в минуту за сессию
th: จำนวนครั้งต่อนาทีตลอดเซสชัน
zh_hans: 整段期间的每分钟心率
zh_hant: 整段期間的每分鐘心跳數

source: BEATS READ
de: GELESENE SCHLÄGE
es: LATIDOS LEÍDOS
fr: BATTEMENTS LUS
it: BATTITI LETTI
pl: CZYTAJ BARDZO
pt_pt: BATIDAS LIDA
ru: СЧИТАНО УДАРОВ
th: จังหวะที่อ่านได้
zh_hans: 已读取的心跳
zh_hant: 已讀取的心跳

source: Bedtime
de: Schlafenszeit
es: Hora de acostarse
fr: Heure du coucher
it: Ora di andare a letto
pl: Pora snu
pt_pt: Hora de dormir
ru: Время отхода ко сну
th: เวลานอน
zh_hans: 就寝时间
zh_hant: 就寢時間

source: Before each answer, NOOP checks your question and the privacy level below on this device. It selects only the relevant local summary, permitted tool result or approved text-memory match — for example a recent recovery trend for a recovery question.
de: Vor jeder Antwort überprüft NOOP Ihre Frage und die unten angegebene Datenschutzstufe auf diesem Gerät. Es wählt nur die relevante lokale Zusammenfassung, das zulässige Tool-Ergebnis oder die genehmigte Text-Speicher-Übereinstimmung aus – zum Beispiel einen aktuellen Erholungstrend für eine Erholungsfrage.
es: Antes de cada respuesta, NOOP verifica su pregunta y el nivel de privacidad a continuación en este dispositivo. Selecciona solo el resumen local relevante, el resultado de la herramienta permitido o la coincidencia de memoria de texto aprobada (por ejemplo, una tendencia de recuperación reciente para una pregunta de recuperación).
fr: Avant chaque réponse, NOOP vérifie votre question et le niveau de confidentialité ci-dessous sur cet appareil. Il sélectionne uniquement le résumé local pertinent, le résultat de l'outil autorisé ou la correspondance texte-mémoire approuvée, par exemple une tendance de récupération récente pour une question de récupération.
it: Prima di ogni risposta, NOOP controlla la tua domanda e il livello di privacy di seguito su questo dispositivo. Seleziona solo il riepilogo locale pertinente, il risultato dello strumento consentito o la corrispondenza della memoria di testo approvata, ad esempio una tendenza di recupero recente per una domanda di recupero.
pl: Przed każdą odpowiedzią NOOP sprawdza na tym urządzeniu Twoje pytanie i poziom prywatności poniżej. Wybiera wyłącznie istotne lokalne podsumowanie, dozwolony wynik narzędzia lub zatwierdzone dopasowanie z pamięci tekstowej — na przykład niedawny trend regeneracji dla pytania o regenerację.
pt_pt: Antes de cada resposta, NOOP verifica sua pergunta e o nível de privacidade abaixo neste dispositivo. Ele seleciona apenas o resumo local relevante, o resultado da ferramenta permitida ou a correspondência de memória de texto aprovada — por exemplo, uma tendência de recuperação recente para uma questão de recuperação.
ru: Перед каждым ответом NOOP проверяет ваш вопрос и указанный ниже уровень конфиденциальности на этом устройстве. Он выбирает только соответствующую локальную сводку, разрешенный результат инструмента или утвержденное совпадение текстовой памяти — например, недавнюю тенденцию восстановления для вопроса восстановления.
th: ก่อนตอบทุกครั้ง NOOP จะตรวจสอบคำถามและระดับความเป็นส่วนตัวบนอุปกรณ์นี้ แล้วเลือกเฉพาะข้อมูลสรุปในเครื่อง ผลจากเครื่องมือที่ได้รับอนุญาต หรือความทรงจำแบบข้อความที่เกี่ยวข้อง
zh_hans: 在每次回答之前，NOOP 都会检查您的问题以及此设备上的隐私级别。它仅选择相关的本地摘要、允许的工具结果或批准的文本记忆匹配 - 例如恢复问题的最近恢复趋势。
zh_hant: 在每次回答之前，NOOP 都會檢查您的問題以及此裝置上的隱私等級。它僅選擇相關的本地摘要、允許的工具結果或批准的文本記憶匹配 - 例如恢復問題的最近恢復趨勢。

source: Before you talk to your coach
de: Bevor du mit deinem Coach sprichst
es: Antes de hablar con tu coach
fr: Avant de parler à ton coach
it: Prima di parlare con il tuo allenatore
pl: Zanim porozmawiasz z trenerem
pt_pt: Antes de falar com seu treinador
ru: Прежде чем поговорить с тренером
th: ก่อนที่คุณจะพูดคุยกับโค้ชของคุณ
zh_hans: 在与教练交谈之前
zh_hant: 在與教練交談之前

source: Before you turn on Rhythm
de: Bevor du Rhythmus einschaltest
es: Antes de activar Ritmo
fr: Avant d'activer Rhythm
it: Prima di attivare Rhythm
pl: Zanim włączysz Rytm
pt_pt: Antes de ativar o ritmo
ru: Перед включением Rhythm
th: ก่อนที่คุณจะเปิดจังหวะ
zh_hans: 在开启「节律」之前
zh_hant: 在開啟「節律」之前

source: Before you use NOOP
de: Bevor du NOOP benutzt
es: Antes de usar NOOP
fr: Avant d'utiliser NOOP
it: Prima di usare NOOP
pl: Zanim użyjesz NOOP
pt_pt: Antes de utilizar o NOOP
ru: Перед использованием NOOP
th: ก่อนที่คุณจะใช้ NOOP
zh_hans: 在使用 NOOP 之前
zh_hant: 在使用 NOOP 之前

source: Behaviour
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
pl: Zachowanie
pt_pt: Comportamento
ru: Поведение
th: พฤติกรรม
zh_hans: 行为
zh_hant: 行為

source: Behaviour Effects
de: Verhaltenseffekte
es: Efectos del comportamiento
fr: Effets comportementaux
it: Effetti dei comportamenti
pl: Skutki zachowania
pt_pt: Efeitos Comportamentais
ru: Влияние привычек
th: ผลกระทบจากพฤติกรรม
zh_hans: 行为影响
zh_hant: 行為影響

source: Behind
de: Dahinter
es: detrás
fr: Derrière
it: Dietro
pl: Za planem
pt_pt: Atrás
ru: позади
th: ด้านหลัง
zh_hans: 后面
zh_hant: 後面

source: behind plan
de: hinter dem Plan
es: por detrás del plan
fr: en retard sur le plan
it: in ritardo sul piano
pl: za planem
pt_pt: atrás do plano
ru: с отставанием от плана
th: อยู่เบื้องหลังแผน
zh_hans: 落后于计划
zh_hant: 落後於計劃

source: below a good night, limiting recovery
de: unter einer guten Nacht, bremst die Erholung
es: por debajo de una buena noche, limita la recuperación
fr: en dessous d'une bonne nuit, limite la récupération
it: sotto una buona notte, limita il recupero
pl: poniżej dobrej nocy, ograniczając powrót do zdrowia
pt_pt: abaixo de uma boa noite, limitando a recuperação
ru: ниже хорошей ночи, ограничивает восстановление
th: ต่ำกว่าคืนที่ดี จำกัดการฟื้นตัว
zh_hans: 不及一夜好眠，限制恢复
zh_hant: 不及一夜好眠，限制恢復

source: Below band
de: Unter dem Zielbereich
es: Por debajo de la zona
fr: Sous la zone
it: Sotto la fascia
pl: Poniżej zespół
pt_pt: Abaixo da banda
ru: Ниже диапазона
th: ต่ำกว่าช่วงปกติ
zh_hans: 低于区间
zh_hant: 低於區間
